html/what_s_the_point.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-08-16 Mon 06:19 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>What's the point of a digital lab [/garden/whatever]?</title>
<meta name="author" content="Ketan Agrawal" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="syntax.css" />
<link rel="stylesheet" type="text/css" href="styles.css" />
<link rel="apple-touch-icon" sizes="180x180" href="/apple-touch-icon.png" />
<link rel="icon" type="image/png" sizes="32x32" href="/favicon-32x32.png" />
<link rel="icon" type="image/png" sizes="16x16" href="/favicon-16x16.png" />
<link rel="manifest" href="/site.webmanifest" />
</head>
<body>
<div id="preamble" class="status">
<a style="color: inherit; text-decoration: none" href="/">
<h2>Ketan's Digital Laboratory &#129514;</h2>
</a>
</div>
<div id="content" class="content">
<h1 class="title">What's the point of a digital lab [/garden/whatever]?</h1>
<p>
Isn't everything already on Wikipedia??<br />
</p>

<p>
Well, there's a couple things to say to that.<br />
</p>

<div id="outline-container-orga9b9ce0" class="outline-2">
<h2 id="orga9b9ce0">Original thinking</h2>
<div class="outline-text-2" id="text-orga9b9ce0">
<p>
My digital lab serves as a place for me not to regurgitate information that I know, but rather to make sense of it, and maybe even synthesize it into something new.<br />
</p>
</div>
</div>
<div id="outline-container-org166351b" class="outline-2">
<h2 id="org166351b">Making connections</h2>
<div class="outline-text-2" id="text-org166351b">
<blockquote class="twitter-tweet"><p lang="en" dir="ltr">perhaps adding new edges to our knowledge graph is more important than adding new nodes. That is, maybe discovering the isomorphisms/analogies between existing concepts is more powerful than learning new concepts</p>&mdash; Ketan Agrawal (@_ketan0) <a href="https://twitter.com/_ketan0/status/1095452380282249216?ref_src=twsrc%5Etfw">February 12, 2019</a></blockquote> <script async src="https://platform.twitter.com/widgets.js" charset="utf-8"></script>
<p>
It seems like things gain more meaning when they are multiply-connected into the fabric of our reality.<br />
</p>
</div>
</div>


<div id="outline-container-org23a67e9" class="outline-2 references">
<h2 id="org23a67e9">References</h2>
<div class="outline-text-2" id="text-org23a67e9">
<ul class="org-ul">
<li><a href="./index.html">Hello</a>: <a href="what_s_the_point.html#ID-e6aca40a-e418-4a55-b74e-dfb0109152aa">What's the point?</a><br /></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p>Made with <span class="heart">♥</span> using
<a href="https://orgmode.org/">org-mode</a>.
Source code is available
<a href="https://github.com/ketan0/digital-laboratory">here</a>.</p>
<script src="popper.min.js"></script>
<script src="tippy-bundle.umd.min.js"></script>
<script src="tooltips.js"></script>
</div>
</body>
</html>
